;Place localized text in this file

[StealthSniper X2WeaponTemplate]
FriendlyName="Stealth Sniper"
FriendlyNamePlural="Stealth Snipers"
BriefSummary="This sniper is silent and deadly. Shoot from far enough and nobody will hear your target scream..."
TacticalText="<Bullet/>This gun is an apex predator.\n<Bullet/>Sniper Rifles always require both actions to fire.\n<Bullet/>They are less accurate at close range, but deadly at a distance\n<Bullet/>The farther this rifle hits from, the quieter your targets screams will be..."
AbilityDescName="SilentButDeadly"